[
        {
            "title": "Améliorer son patinage avant",
            "category": "patinage",
            "vid-url" : "https://www.youtube.com/watch?v=C6SEwTyJtpE",
            "thumbnail-url" : "https://i3.ytimg.com/vi/C6SEwTyJtpE/maxresdefault.jpg",
            "id": 1,
            "description": "Dans cette vidéo, nous vous enseignons les bases de la foulée avant. La foulée avant contient de nombreuses parties mobiles, elle utilise une jambe de poussée, une jambe de glissement et le haut du corps pour générer de la puissance. Dans cette vidéo, nous vous montrons comment utiliser vos bras et vos jambes pour améliorer votre foulée avant."
        },
        {
            "title": "Travailler la posture",
            "category": "patinage",
            "vid-url" : "https://www.youtube.com/watch?v=VT5OZe07N9U",
            "thumbnail-url" : "https://i3.ytimg.com/vi/VT5OZe07N9U/maxresdefault.jpg",
            "id": 2,
            "description":"Dans cette vidéo, nous abordons la position de hockey. Il est important d'avoir une bonne flexion du genou et de rester bas. Une bonne position de hockey aidera les joueurs de hockey à rester mieux équilibrés et à devenir de meilleurs patineurs."
        },
        {
            "title": "L'importance de rester bas",
            "category": "patinage",
            "vid-url" : "https://www.youtube.com/watch?v=rUqCrc4tUhM",
            "thumbnail-url" : "https://i3.ytimg.com/vi/rUqCrc4tUhM/maxresdefault.jpg",
            "id": 3,
            "description":"Dans cette vidéo, nous discutons de l'importance de rester bas tout au long de votre foulée. De nombreux joueurs ont l'habitude de devenir plus grands et de se tenir plus droits lorsqu'ils accélèrent. Vous devez rester bas pour continuer à obtenir de la puissance à chaque foulée."
        },
        {
            "title": "Les carrés de lame (edges)",
            "category": "patinage",
            "vid-url" : "https://www.youtube.com/watch?v=q8-aoYR-bYo",
            "thumbnail-url" : "https://i3.ytimg.com/vi/q8-aoYR-bYo/maxresdefault.jpg",
            "id": 4,
            "description":"Dans cette vidéo, je vous apprends à utiliser correctement vos carrés pour devenir un meilleur joueur de hockey. Je partage également quelques exercices de travail des carrés que vous pouvez utiliser pour améliorer votre patinage. Ces exercices vous aideront à vous sentir beaucoup plus à l'aise dans vos patins. Vous travaillerez l'équilibre, le contrôle et l'agilité."
        },
        {
            "title": "Agilité et équilibre",
            "category": "patinage",
            "vid-url" : "https://www.youtube.com/watch?v=vuaIJq5YKKA",
            "thumbnail-url" : "https://i3.ytimg.com/vi/vuaIJq5YKKA/maxresdefault.jpg",
            "id": 5,
            "description":"Dans cette vidéo, nous vous expliquons l'importance d'un bon équilibre et vous proposons quelques exercices que vous pouvez utiliser pour améliorer votre équilibre sur la glace. Une fois que vous aurez un bon équilibre, vous vous sentirez plus à l'aise sur vos patins et vous gagnerez en puissance et en vitesse."
        },
        {
            "title": "Transitions avant-arrière",
            "category": "patinage",
            "vid-url" : "https://www.youtube.com/watch?v=_zGaW6bN9ZI",
            "thumbnail-url" : "https://i3.ytimg.com/vi/_zGaW6bN9ZI/maxresdefault.jpg",
            "id": 6,
            "description":"Dans cette vidéo, nous abordons les transitions d'avant en arrière et d'arrière en avant pour les joueurs de hockey. Il y a deux façons de tourner de l'avant vers l'arrière et vice versa. Nous expliquons comment un débutant peut apprendre ces mouvements, puis comment il doit progresser et devenir encore plus performant."
        },
        {
            "title": "Utilisation des poignets",
            "category": "lancers",
            "vid-url" : "https://www.youtube.com/watch?v=9lx7LW1gUeE",
            "thumbnail-url" : "https://i3.ytimg.com/vi/9lx7LW1gUeE/maxresdefault.jpg",
            "id": 7,
            "description":"Dans cette vidéo, nous ciblons les poignets, qui sont souvent sous-utilisés. Les poignets permettent d'ajouter un peu plus de puissance et de précision à nos lancers."
        },
        {
            "title": "Lancer plus rapidement",
            "category": "lancers",
            "vid-url" : "https://www.youtube.com/watch?v=C5ENki8zIJM",
            "thumbnail-url" : "https://i3.ytimg.com/vi/C5ENki8zIJM/maxresdefault.jpg",
            "id": 8,
            "description":"Vous entendrez des entraîneurs demander aux joueurs de faire claquer leurs poignets, ou dire qu'ils n'ont pas de «snap» dans leur tir. C'est de cela qu'ils parlent. Dans cette vidéo, nous vous montrons comment utiliser le bâton et le mouvement de détente pour générer plus de puissance dans votre tir."
        },
        {
            "title": "Déplacer la rondelle",
            "category": "lancers",
            "vid-url" : "https://www.youtube.com/watch?v=Upx8ONEBEpk",
            "thumbnail-url" : "https://i3.ytimg.com/vi/Upx8ONEBEpk/maxresdefault.jpg",
            "id": 9,
            "description":"Dans cette vidéo, nous vous proposons un exercice de tir pour vous aider à renforcer la puissance de votre tir. Afin d'obtenir plus de puissance, vous pouvez d'abord tirer la rondelle en arrière. Il est important de rester en équilibre et de continuer à placer la rondelle dans votre tir pour obtenir le plus de puissance possible."
        },
        {
            "title": "Transfert du poids",
            "category": "lancers",
            "vid-url" : "https://www.youtube.com/watch?v=jkuvetw2V8I",
            "thumbnail-url" : "https://i3.ytimg.com/vi/jkuvetw2V8I/maxresdefault.jpg",
            "id": 10,
            "description":"Dans cette vidéo, nous démontrons l'importance du transfert de poids pour générer de la puissance dans nos lancers. En effet, une fois qu'on maîtrise la technique du haut du corps, il est important d'inclure le reste de notre corps dans notre mouvement afin de maximiser la puissance de nos lancers."
        },
        {
            "title": "Flexion du bâton",
            "category": "lancers",
            "vid-url" : "https://www.youtube.com/watch?v=RjlOu9XviI8",
            "thumbnail-url" : "https://i3.ytimg.com/vi/RjlOu9XviI8/maxresdefault.jpg",
            "id": 11,
            "description":"Dans cette vidéo, j'enseigne comment fléchir le bâton de hockey pour obtenir plus de puissance. La flexion se produit dans le lancer du poignet, dans le lancer semi-frappé, mais surtout dans le lancer frappé afin d'ajouter de la vitesse et de la puissance à tous les tirs."
        },
        {
            "title": "Conseils de Natalie Spooner",
            "category": "lancers",
            "vid-url" : "https://www.youtube.com/watch?v=G4C3c2SSlwc",
            "thumbnail-url" : "https://i3.ytimg.com/vi/G4C3c2SSlwc/maxresdefault.jpg",
            "id": 12,
            "description":"La triple médaillée olympique Natalie Spooner présente son parcours pour se rendre au niveau professionnel et donne quelques conseils pour les joueurs et joueuses de la prochaine génération."
        },
        {
            "title": "Contrôle de la rondelle",
            "category": "maniement",
            "vid-url" : "https://www.youtube.com/watch?v=PhB9-fSqpYo",
            "thumbnail-url" : "https://i3.ytimg.com/vi/PhB9-fSqpYo/maxresdefault.jpg",
            "id": 13,
            "description":"Utilisez ces exercices peu coûteux sur une allée ou tout autre espace ouvert. Vous n'avez pas besoin d'une patinoire. Trouvez votre zone d'entraînement et faites-la vôtre."
        },
        {
            "title": "Rapidité des mains",
            "category": "maniement",
            "vid-url" : "https://www.youtube.com/watch?v=Z38QfMBqHss",
            "thumbnail-url" : "https://i3.ytimg.com/vi/Z38QfMBqHss/maxresdefault.jpg",
            "id": 14,
            "description":"Des exercices de maniement stationnaires pour vous aider à accélérer vos mains à l'aide de l'outil d'entraînement «Fast Hands Pro». Vous n'avez pas besoin de beaucoup de monde ! Apportez de l'effort, votre bouteille d'eau, de la musique, votre rondelle, votre bâton et votre module d'entraînement et soyez prêt à échouer et à corriger!"
        },
        {
            "title": "Mouvement des pieds et des mains",
            "category": "maniement",
            "vid-url" : "https://www.youtube.com/watch?v=r3Bpbg73VS8",
            "thumbnail-url" : "https://i3.ytimg.com/vi/r3Bpbg73VS8/mqdefault.jpg",
            "id": 15,
            "description":"Voici 8 exercices sur la glace que vous pouvez faire avec seulement 3 bâtons ! Vous n'avez pas besoin de beaucoup ! Apportez votre travail acharné ainsi que votre concentration et faites de votre mieux sur la glace. Trouvez votre zone de confort, et allez juste au-delà."
        },
        {
            "title": "Techniques de passes",
            "category": "maniement",
            "vid-url" : "https://www.youtube.com/watch?v=-BiwKgDptNs",
            "thumbnail-url" : "https://i3.ytimg.com/vi/-BiwKgDptNs/maxresdefault.jpg",
            "id": 16,
            "description":"Les entraîneurs vous montrent comment passer et recevoir correctement la rondelle tout en restant dans la position appropriée pour être prêt à faire votre prochain mouvement. Envoyez la rondelle au passeur en ligne droite ou en angle, c'est vous qui choisissez, mais entraînez-vous de différentes manières pour une expérience d'entraînement complète."
        },
        {
            "title": "Passes soulevées",
            "category": "maniement",
            "vid-url" : "https://www.youtube.com/watch?v=4PwcrFOnJ_s",
            "thumbnail-url" : "https://i3.ytimg.com/vi/4PwcrFOnJ_s/maxresdefault.jpg",
            "id": 17,
            "description":"Dans cette vidéo, je vais vous apprendre à faire une passe soulevée. Je le décompose en 3 étapes et je vous montre quelques solutions aux problèmes les plus importants des joueurs de hockey. Je vous donne également quelques conseils pour vous entraîner à la passe soulevée."
        },
        {
            "title": "Améliorer ses passes",
            "category": "maniement",
            "vid-url" : "https://www.youtube.com/watch?v=tQSaHGT2yY4",
            "thumbnail-url" : "https://i3.ytimg.com/vi/tQSaHGT2yY4/maxresdefault.jpg",
            "id": 18,
            "description":"Dans cette vidéo, nous vous montrons comment faire une bonne passe au hockey. Ces conseils vous aideront à faire des passes sur la palette de façon régulière ! Nous nous concentrons sur les passes précises et dures et, surtout, sur le maintien de la passe sur la glace ! Un problème courant chez les débutants est que la rondelle roule pendant la passe. Nous vous aidons à résoudre ce problème et bien d'autres dans cette vidéo."
        },
        {
            "title": "Positionnement défensif de base",
            "category": "strategies",
            "vid-url" : "https://www.youtube.com/watch?v=HjoNdGHhHh0",
            "thumbnail-url" : "https://i3.ytimg.com/vi/HjoNdGHhHh0/mqdefault.jpg",
            "id": 19,
            "description":"Dans cette vidéo, nous parlons de stratégie défensive de base, de positionnement et de tactique. Que sont censés faire les joueurs de hockey dans la zone défensive ? Voici la réponse dans sa forme la plus élémentaire. Les équipes utilisent de nombreux styles de défense différents, mais tout commence ici, avec les principes de base."
        },
        {
            "title": "Positionnement en zone neutre et offensive",
            "category": "strategies",
            "vid-url" : "https://www.youtube.com/watch?v=lgSRD24hOU8",
            "thumbnail-url" : "https://i3.ytimg.com/vi/lgSRD24hOU8/mqdefault.jpg",
            "id": 20,
            "description":"Dans cette vidéo, nous parlons de stratégie offensive de base, de positionnement et de tactique ainsi que de transition en zone neutre. Que sont censés faire les joueurs de hockey en zone offensive et comment s'y rendre ? Voici la réponse dans sa forme la plus élémentaire. Il existe de nombreux styles d'attaque différents que les équipes emploient, mais tout commence ici avec les bases."
        },
        {
            "title": "Les entraîneuses de Hockey Québec",
            "category": "strategies",
            "vid-url" : "https://www.youtube.com/watch?v=cqgcAHNrUCE",
            "thumbnail-url" : "https://i3.ytimg.com/vi/cqgcAHNrUCE/maxresdefault.jpg",
            "id": 21,
            "description":"Hockey Québec présente le parcours de quelques unes de ses entraîneuses au niveau collégial et universitaire."
        },
        {
            "title": "Échec-avant",
            "category": "strategies",
            "vid-url" : "https://www.youtube.com/watch?v=cOR--Fi5KoU",
            "thumbnail-url" : "https://i3.ytimg.com/vi/cOR--Fi5KoU/maxresdefault.jpg",
            "id": 22,
            "description":"L'un des échec-avant les plus populaires que nous utilisons s'appelle «Dog, Fox, Hawk». Le nom vient des rôles que chaque joueur joue pendant l'échec-avant. Regardez cette vidéo pour apprendre les bases de cette excellente stratégie."
        },
        {
            "title": "Panel d'entraîneuses au hockey féminin",
            "category": "strategies",
            "vid-url" : "https://www.youtube.com/watch?v=46wnws_iGxg",
            "thumbnail-url" : "https://i3.ytimg.com/vi/46wnws_iGxg/maxresdefault.jpg",
            "id": 23,
            "description":"Cet événement s'adresse aux entraîneurs, plus particulièrement aux entraîneurs de joueuses de hockey. Voici l'occasion d'entrer en contact avec des entraîneuses de premier plan dans le domaine du hockey féminin. Vous pourrez écouter les expertes, discuter des techniques, du développement, des moyens de rester en contact et plus encore."
        },
        {
            "title": "Triangle d'attaque",
            "category": "strategies",
            "vid-url" : "https://www.youtube.com/watch?v=sHK64M6hpk8",
            "thumbnail-url" : "https://i3.ytimg.com/vi/sHK64M6hpk8/maxresdefault.jpg",
            "id": 24,
            "description":"Voici une simple illustration du triangle d'attaque pour le positionnement en zone offensive au hockey. Elle est idéale pour les équipes des ligues amateurs ou pour les personnes qui souhaitent avoir un aperçu rapide du triangle d'attaque."
        },
        {
            "title": "Améliorer sa vitesse",
            "category": "horsglace",
            "vid-url" : "https://www.youtube.com/watch?v=1QGH5pnue44",
            "thumbnail-url" : "https://i3.ytimg.com/vi/1QGH5pnue44/maxresdefault.jpg",
            "id": 25,
            "description":"Dans cette vidéo, je vais vous présenter un entraînement de hockey hors glace, uniquement avec le poids du corps, sans équipement, dans un espace limité ! Vous pourrez faire cet entraînement n'importe où pour devenir un joueur de hockey beaucoup plus rapide sur la glace."
        },
        {
            "title": "Améliorer son cardio",
            "category": "horsglace",
            "vid-url" : "https://www.youtube.com/watch?v=VWj8ZxCxrYk",
            "thumbnail-url" : "https://i3.ytimg.com/vi/VWj8ZxCxrYk/maxresdefault.jpg",
            "id": 26,
            "description":"Faites cet entraînement cardio pour débutants de 15 minutes avec moi à la maison ! Il s'agit d'une routine cardio non-stop avec des exercices de base à faible impact pour les débutants. Aucun équipement n'est nécessaire. Il suffit d'être soi-même !"
        },
        {
            "title": "Améliorer son explosivité",
            "category": "horsglace",
            "vid-url" : "https://www.youtube.com/watch?v=NptSA1wjlq8",
            "thumbnail-url" : "https://i3.ytimg.com/vi/NptSA1wjlq8/maxresdefault.jpg",
            "id": 27,
            "description":"Dans cette vidéo, je vais vous faire passer par un entraînement de vitesse explosive pris directement de notre système de domination hors saison 2019. "
        },
        {
            "title": "Améliorer son endurance",
            "category": "horsglace",
            "vid-url" : "https://www.youtube.com/watch?v=zI3wf2iviJc",
            "thumbnail-url" : "https://i3.ytimg.com/vi/zI3wf2iviJc/maxresdefault.jpg",
            "id": 28,
            "description":"Mettez au défi votre force et votre endurance dans cette séance d'entraînement ! Ce cours est un entraînement en «superset» du corps entier où vous alternerez deux exercices différents ciblant le même groupe de muscles, sans repos entre les deux. Dans le premier exercice, nous utiliserons une paire d'haltères, puis le poids de votre corps dans le deuxième exercice. Ce format ajoute de l'intensité et oblige vos muscles à travailler davantage."
        },
        {
            "title": "Améliorer sa force musculaire",
            "category": "horsglace",
            "vid-url" : "https://www.youtube.com/watch?v=BRydoHmmpP8",
            "thumbnail-url" : "https://i3.ytimg.com/vi/BRydoHmmpP8/mqdefault.jpg",
            "id": 29,
            "description":"Dans cette vidéo, je vais vous présenter un entraînement complet conçu spécialement pour les joueurs de hockey. Cette séance d'entraînement élimine le superflu pour vous montrer une séance d'entraînement exacte utilisée par des joueurs professionnels pour développer une force élite."
        },
        {
            "title": "Améliorer son agilité",
            "category": "horsglace",
            "vid-url" : "https://www.youtube.com/watch?v=I7gQjvrnl1w",
            "thumbnail-url" : "https://i3.ytimg.com/vi/I7gQjvrnl1w/maxresdefault.jpg",
            "id": 30,
            "description":"Si vous cherchez à devenir plus agile sur la glace, consultez cet excellent entraînement d'agilité pour le hockey."
        }
]
